Repository: palasthotel/ph-postqueue
Catalog: public/languages/postqueue-*.po
Languages: de_de

# editor.jsx
source: Create
de_de: Erstellen

# editor.jsx
source: Are you sure you want to delete this queue?
de_de: Möchten Sie diese Warteschlange wirklich löschen?

# editor.jsx
source: Yes, delete it!
de_de: Ja, löschen!

# editor.jsx
source: No, do not delete.
de_de: Nein, nicht löschen.

# editor.jsx
source: Search or create queue
de_de: Suchen oder Erstellen einer Queue

# editor.jsx
source: Back
de_de: Zurück

# editor.jsx
source: Save
de_de: Speichern

# editor.jsx
source: Reset
de_de: Zurücksetzen

# editor.jsx
source: Search for posts
de_de: Nach Beiträgen suchen

# editor.jsx
source: Edit
de_de: Bearbeiten

# editor.jsx
source: Delete
de_de: Löschen

# editor.jsx
source: Remove
de_de: Entfernen

# editor.jsx
source: Add post
de_de: Inhalt hinzufügen

# editor.jsx
source: Cancel
de_de: Abbrechen

# editor.jsx
source: Post title or ID
de_de: Beitragstitel oder ID

source: Post successfully removed from postqueue.
de_de: Inhalt wurde aus der Postqueue entfernt.

source: Post successfully added to postqueue.
de_de: Inhalt wurde zur Postqueue hinzugefügt.

source: Please choose a postqueue!
de_de: Bitte wähle eine Postqueue!

source: An error occured while sending the request. Please try again later.
de_de: Ein Fehler ist aufgetreten. Bitte versuch es später erneut.

source: Remove post from this postqueue.
de_de: Inhalt aus Postqueue entfernene.

source: This post is not saved in any postqueue yet. You can add it to one below.
de_de: Dieser Inhalt ist bisher in keiner Postqueue gespeichert. Du kannst ihn unten einer hinzufügen.

# Grid box content structure
source: Goto %s%s%s to edit queue contents.
de_de: Gehe zu %s%s%s um den Inhalt einer Postqueue zu bearbeiten.

# Grid box content structure
source: Tools › Postqueues
de_de: Werkzeuge › Postqueues

source: Lets you add this post to a postqueue or delete it from.
de_de: Hier kannst Du diesen Inhalt zu einer Postqueue hinzufügen oder entfernen.

source: Linked postqueues
de_de: Verknüpfte Postqueues

source: Add post to postqueue
de_de: Inhalt zu Postqueue hinzufügen

source: choose
de_de: auswählen

source: There are no available postqueues yet.
de_de: Bisher gibt es keine Postqueues.

source: Add
de_de: Hinzufügen

source: Default
de_de: Standard

source: Create manually ordered postqueues
de_de: Erstelle händisch sortierte Listen von Inhalten.
